<div class="lessonContents">
    <div class="item">
        <h2>Green Squareへよく寄せられる質問についてお答えします</h2><br>
        <br>
        <br>
        <h3 class="lessonLabel">ーレッスン内容についてー</h3>
        <br>
        <h4 class="question">Q．まったくの初心者なので、レッスンについていけるか不安なのですが…</h4><br>
        <p class="answer">A．無料体験レッスンにてレベルチェックをさせていただき、おひとりおひとりに合った難易度でレッスンを進めさせていただきますのでご安心ください。また、日本人スタッフもおりますので何か不安なことや心配なことがございましたら、いつでもなんでもご相談ください。</p><br><br>
        <h4 class="question">Q．急いで英会話を身につけたいけれど、短期集中コースはありますか？</h4><br>
        <p class="answer">A．当校には月2回、4回、8回コースの3コースがございます。ご希望の方は月8回コースの料金で8回以上のご受講が可能です。より効果的な英語学習のために1日に2レッスンずつご受講されることをおすすめします。</p><br><br>

        <h4 class="question">Q．どのような教材を使うのですか？</h4><br>
        <p class="answer">A．当校では、デジタル教科書を無料でご提供しております。どこでも、どのデバイスからでもアクセス可能なので、お手軽に教科書を持ち運ぶことができます。紙の教科書のご使用を希望される場合にはプリントアウトすることも可能です。</p><br><br>
        <h4 class="question">Q．入会費や教材費はかかりますか？</h4><br>
        <p>A．入会費や教材費は一切いただいておりません。当校でかかる費用はレッスン代とドリンクおよびお食事代のみです。</p><br><br>

        <h4 class="question">Q．英会話レッスン以外に予習や復習は必要ですか？</h4><br>
        <p class="answer">A．当校では生徒さんに合わせてホームワークを用意しております。また、より有効な英語学習のために、予習復習をおすすめしております。</p><br><br>


        <h4 class="question">Q．子ども向けのレッスンはありますか？</h4><br>
        <p class="answer">A．お子様向けのレッスンもご用意しております。詳しくは以下をご覧ください。<br>
        <a href='kids-english-lessons.html'>https://www.greensquare.jp/kids-english-lessons.html</a></p><br><br>


        <h3>ー無料体験レッスンについてー</h3><br>

        <h4 class="question">Q．無料体験を受けずに有料会員登録できますか？</h4><br>
        <p class="answer">A．有料会員登録はいつでも可能ですが、無料体験レッスンにて当校のメソッド、指導方法、使用教材がご受講者様に合っているかどうかを確認していただき、また本レッスンへのスムーズなご案内のために　ご受講者様のレベルチェックもさせていただいております。ぜひ、無料体験レッスンのご受講をご検討ください。</p><br><br>

        <h4 class="question">Q．無料体験レッスンを受けずに有料会員になると無料体験レッスンはできませんか？</h4><br>
        <p class="answer">A．無料体験レッスンを受ける前にご入会いただいても、本レッスン開始前でしたら無料体験レッスンを受けていただくことは可能です。しかし、無料体験レッスンでは当校のメソッドや指導方法、使用教材を知っていただく事や、ご受講者様のレベルチェックを兼ねております。そのため、ご入会前の無料体験レッスンのご受講をおすすめしております。</p><br><br>


        <h3>ースケジュールについてー</h3><br>

        <h4 class="question">Q．キャンセル料はかかりますか？</h4><br>
        <p class="answer">A．キャンセル料はいただいておりません。ただし、１レッスン消化扱いとなってしまいますのでお気を付けください。</p><br><br>


        <h4 class="question">Q．都合が悪くなってレッスンを受講できない場合、振替などは可能ですか？</h4><br>
        <p class="answer">A．前日00：00までにご連絡をいただいた場合、該当月内への振替が1回に限り可能です。</p><br><br>

    </div>
</div>