<div class="">
    <div class="item">
        <div class="title"><h2>レッスン内容</h2></div>
        <p>Green Square 英会話スクールでは、５０分間のレッスンを、生徒様一人ひとりのレベルや学習目的に合わせてプログラムしています。<br><br>

            基本となる構成はこちらです。
        </p>
        <div class="list">
            <ul>
                <li>15-20分間: ウォームアップ</li>
                <li>10分間: 宿題の確認・おさらい</li>
                <li>20分間: 教材などを使ったレッスン</li>
                <li>5分間: まとめ、宿題について</li>
            </ul>
        </div>
        <br><br>

        <p>もちろん上記は目安ですので、生徒様それぞれのご要望に応じて変更可能です。５０分間できるだけ会話の練習をしたい、という方もいらっしゃいますし、少しウォームアップをしたあとは教科書に沿ってのレッスンを選ぶ方もいらっしゃいます。文法や語彙を伸ばしたい、毎日日記をつけて添削してほしい、など、ご希望をお知らせください。<br><br>

            英語の学習が初めての方も、以前に試してみたけれど少しトラウマ…という方も、お気軽にご相談ください。楽しみながら長く続けられるスタイルを、一緒に見つけていきましょう。<br><br>

            また、上達のスピードを上げるためには、英語に触れる機会をできるだけ増やすことが一番です。Green Squareでは、週２回（月８回）レッスンプランをお得な価格で提供しています。<br><br>
        </p>

        <p class="midSection">詳しくはアイコンをクリック</p>
    </div>
    <br>
</div>